-- phpMyAdmin SQL Dump
-- version 4.0.10deb1
-- http://www.phpmyadmin.net
--
-- Хост: localhost
-- Время создания: Май 05 2015 г., 17:09
-- Версия сервера: 5.5.43-0ubuntu0.14.04.1
-- Версия PHP: 5.5.9-1ubuntu4.9

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;

--
-- База данных: `horses`
--

-- --------------------------------------------------------

--
-- Структура таблицы `categories`
--

CREATE TABLE IF NOT EXISTS `categories` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `parent_id` int(11) DEFAULT NULL,
  `parent_sort_id` varchar(255) DEFAULT NULL COMMENT 'by 1.2.3 or 4.',
  `title` varchar(255) NOT NULL,
  `icon_class` varchar(45) DEFAULT NULL COMMENT 'fa-*',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 AUTO_INCREMENT=114 ;

--
-- Дамп данных таблицы `categories`
--

INSERT INTO `categories` (`id`, `parent_id`, `parent_sort_id`, `title`, `icon_class`) VALUES
(1, NULL, '1', 'всадник бриджи ботинки, краги, сапоги куртки толстовки,свитера гольфы,носки перчатки футболки,рубашки жилеты шлема.защитные жилеты для выступлений сумки. ремни. чехлы головные уборы. шарфы нижнее белье светоотражающие изделия хлысты шпоры', NULL),
(2, 1, '1.2', 'бриджи', NULL),
(3, 1, '1.3', 'ботинки, краги, сапоги', NULL),
(4, 1, '1.4', 'куртки', NULL),
(5, 1, '1.5', 'толстовки,свитера', NULL),
(6, 1, '1.6', 'гольфы,носки', NULL),
(7, 1, '1.7', 'перчатки', NULL),
(8, 1, '1.8', 'футболки,рубашки', NULL),
(9, 1, '1.9', 'жилеты', NULL),
(10, 1, '1.10', 'шлема.защитные жилеты', NULL),
(11, 1, '1.11', 'для выступлений', NULL),
(12, 1, '1.12', 'сумки. ремни. чехлы', NULL),
(13, 1, '1.13', 'головные уборы. шарфы', NULL),
(14, 1, '1.14', 'нижнее белье', NULL),
(15, 1, '1.15', 'светоотражающие изделия', NULL),
(16, 1, '1.16', 'хлысты', NULL),
(17, 1, '1.17', 'шпоры', NULL),
(18, NULL, '18', 'лошадь оголовья. железо. поводья недоуздки и чумбуры вальтрапы ушки амортизаторы седла.подпруги стремена ногавки бинты попоны работа на корде для выступлений светоотражающие изделия подкормки. лакомства уход за лошадью уход за амуницией ковка,расчистка', NULL),
(19, 18, '18.19', 'оголовья. железо. поводья', NULL),
(20, 18, '18.20', 'недоуздки и чумбуры', NULL),
(21, 18, '18.21', 'вальтрапы', NULL),
(22, 18, '18.22', 'ушки', NULL),
(23, 18, '18.23', 'амортизаторы', NULL),
(24, 18, '18.24', 'седла.подпруги стремена', NULL),
(25, 18, '18.25', 'ногавки', NULL),
(26, 18, '18.26', 'бинты', NULL),
(27, 18, '18.27', 'попоны', NULL),
(28, 18, '18.28', 'работа на корде', NULL),
(29, 18, '18.29', 'для выступлений', NULL),
(30, 18, '18.30', 'светоотражающие изделия', NULL),
(31, 18, '18.31', 'подкормки. лакомства', NULL),
(32, 18, '18.32', 'уход за лошадью', NULL),
(33, 18, '18.33', 'уход за амуницией', NULL),
(34, 18, '18.34', 'ковка,расчистка', NULL),
(35, NULL, '35', 'конюшня кормление и поение кронштейны и карабины манежное оборудование уборка конюшни', NULL),
(36, 35, '35.36', 'кормление и поение', NULL),
(37, 35, '35.37', 'кронштейны и карабины', NULL),
(38, 35, '35.38', 'манежное оборудование', NULL),
(39, 35, '35.39', 'уборка конюшни', NULL),
(40, NULL, '40', 'упряжь', NULL),
(41, NULL, '41', 'вестерн всадник лошадь', NULL),
(42, 41, '41.42', 'всадник', NULL),
(43, 41, '41.43', 'лошадь', NULL),
(44, NULL, '44', 'для собак лежанки, одежда ошейники, поводки игрушки', NULL),
(45, 44, '44.45', 'лежанки, одежда', NULL),
(46, 44, '44.46', 'ошейники, поводки', NULL),
(47, 44, '44.47', 'игрушки', NULL),
(48, NULL, '48', 'сувениры брелоки игрушки подарки, кружки подушки, одеяла украшения, часы', NULL),
(49, 48, '48.49', 'брелоки', NULL),
(50, 48, '48.50', 'игрушки', NULL),
(51, 48, '48.51', 'подарки, кружки', NULL),
(52, 48, '48.52', 'подушки, одеяла', NULL),
(53, 48, '48.53', 'украшения, часы', NULL),
(54, NULL, '54', 'скидки ', NULL),
(55, NULL, '55', 'новинки ', NULL),
(56, NULL, '56', 'товар в наличии для всадника для лошади', NULL),
(57, 56, '56.57', 'для всадника', NULL),
(58, 56, '56.58', 'для лошади', NULL),
(59, 1, '1.59', 'бриджи ', NULL),
(60, 2, '1.2.60', 'женские бриджи ', NULL),
(61, 2, '1.2.61', 'детские бриджи ', NULL),
(62, 2, '1.2.62', 'мужские бриджи ', NULL),
(63, 3, '1.3.63', 'сапоги ', NULL),
(64, 3, '1.3.64', 'ботинки ', NULL),
(65, 3, '1.3.65', 'краги ', NULL),
(66, 3, '1.3.66', 'аксессуары ', NULL),
(67, 19, '18.19.67', 'трензельные ', NULL),
(68, 19, '18.19.68', 'мундштучные ', NULL),
(69, 19, '18.19.69', 'железо ', NULL),
(70, 19, '18.19.70', 'капсюли ', NULL),
(71, 19, '18.19.71', 'налобники ', NULL),
(72, 19, '18.19.72', 'поводья, вспомогательные элементы ', NULL),
(73, 19, '18.19.73', 'аксессуары ', NULL),
(74, 20, '18.20.74', 'недоуздки ', NULL),
(75, 20, '18.20.75', 'чумбуры ', NULL),
(76, 24, '18.24.76', 'седла ', NULL),
(77, 24, '18.24.77', 'подпруги ', NULL),
(78, 24, '18.24.78', 'стремена ', NULL),
(79, 24, '18.24.79', 'путлища ', NULL),
(80, 24, '18.24.80', 'аксессуары ', NULL),
(81, 25, '18.25.81', 'колокольчики ', NULL),
(82, 25, '18.25.82', 'ногавки ', NULL),
(83, 25, '18.25.83', 'транспортные, денниковые ногавки ', NULL),
(84, 27, '18.27.84', 'прогулочные попоны ', NULL),
(85, 27, '18.27.85', 'попоны-сетки ', NULL),
(86, 27, '18.27.86', 'попоны под седло ', NULL),
(87, 27, '18.27.87', 'теплые попоны ', NULL),
(88, 27, '18.27.88', 'флисовые попоны ', NULL),
(89, 27, '18.27.89', 'аксессуары ', NULL),
(90, 32, '18.32.90', 'щётки, скребницы ', NULL),
(91, 32, '18.32.91', 'ящики, сумки ', NULL),
(92, 32, '18.32.92', 'машинки для стрижки, пылесосы ', NULL),
(93, 32, '18.32.93', 'уход за лошадью ', NULL),
(94, 42, '41.42.94', 'одежда western ', NULL),
(95, 42, '41.42.95', 'обувь western ', NULL),
(96, 42, '41.42.96', 'шпоры western ', NULL),
(97, 42, '41.42.97', 'головные уборы western ', NULL),
(98, 42, '41.42.98', 'аксессуары western ', NULL),
(99, 43, '41.43.99', 'седла ', NULL),
(100, 43, '41.43.100', 'амортизаторы ', NULL),
(101, 43, '41.43.101', 'оголовья ', NULL),
(102, 43, '41.43.102', 'железо ', NULL),
(103, 43, '41.43.103', 'аксессуары ', NULL),
(104, 43, '41.43.104', 'нагрудники ', NULL),
(105, 43, '41.43.105', 'подпруги ', NULL),
(106, 69, '18.19.69.106', 'трензеля ', NULL),
(107, 69, '18.19.69.107', 'мундштуки ', NULL),
(108, 69, '18.19.69.108', 'пелямы ', NULL),
(109, 69, '18.19.69.109', 'хакаморы ', NULL),
(110, 76, '18.24.76.110', 'выездковые ', NULL),
(111, 76, '18.24.76.111', 'конкурные ', NULL),
(112, 76, '18.24.76.112', 'универсальные ', NULL),
(113, 76, '18.24.76.113', 'для пони ', NULL);

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
